import { iIntroduce } from 'components/introduce/iIntroduce'

export const introducePayload: iIntroduce.Payload = {
  content: [
    '항상 배우려는 마음가짐으로 문제에 몰입하여 해결하는 개발자입니다.\n' +
      '배달 스타트업에서 라이더 앱 메인 풀스택 개발 및 고객 앱 A/B 테스트를 맡아본 경험이 있습니다.\n' +
      'React, React Native, TypeScript, Kotlin, Java, Spring Boot, JPA, Mysql의 활용 경험을 보유하고 있습니다.',
    '저의 강점으로 문제 해결능력을 뽑고 싶습니다. 저는 빠르게 변화하는 스타트업의 초기 개발자로 합류하여 업무를 진행했습니다.\n' +
      '정말 다양한 문제 상황을 겪었고 해당 문제에 대한 빠른 해결을 요구받았습니다.\n' +
      '배달앱에서 라이더앱 개발자로 근무 당시 기상악화로 인하여 라이더 부족이 예상되는 상황에서 PO와 포인트 이벤트를 기획하고 디자이너와 협업하여 디자인이 확정되는 페이지가 있으면 제가 동시에 개발을 시작하여 20% 정도 부족했던 라이더를 모두 채워서 문제없이 운영을 할 수 있었습니다.',
    '다른 강점으로는 소통과 리더십입니다. 대학시절 소심한 성격을 극복하기 위하여 음악동이리에 지원 하였습니다. 열심히 참여하여 1년 후 동아리 장으로 활동하면서 졸업 선배 초청 공연에서 사회, MT 기획, 인원 리딩 등의 리더십을 기를 수 있었습니다.',
  ],
}
